Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Show the image "Wilhelm von Hanno: “The Arch Way in Trinity Church”, 1851.
nb: Vis bildet "Wilhelm von Hanno: «Buegangen i Trefoldighetskirken», 1851.

source: The second donation was made in 1991, after King Olav's death, by his three children and with a selection done by H.M. Queen Sonja.
nb: Den andre delen ble gitt i 1991, etter kong Olavs død, donert av hans barn og med utvalg gjort av H.M. dronning Sonja.

source: When she was young, Bergman was captivated by the radiant paintings of the English artist J.M.W. Turner and the melancholy landscapes of Edvard Munch.
nb: Som ung var Bergman betatt av engelske William Turners lysende malerier og Edvard Munchs melankolske landskap.

source: Imari (Historical event, person, place, with affiliation)
nb: Imari (Historisk hendelse, person, sted, med tilknytning)

source: © Korsmo, Arne, Mollø-Christensen, Hans, Hansen, Harald J. Related works
nb: © Korsmo, Arne, Mollø-Christensen, Hans, Hansen, Harald J. Utforsk lignende verk fra samlingen

source: This type of house formed according to theorist Christian Norberg-Schultz a particularly fruitful test bed for new life styles.
nb: Denne hustypen var ifølge arkitekturteoretikeren Christian Norberg-Schultz spesielt fruktbar for å prøve ut nye boformer.

source: from 2003, we see Følstad chewing bubblegum and blowing bubbles.
nb: fra 2003 ser vi Følstad mens hun tygger tyggegummi og blåser bobler.

source: "Tyrihjelm, Billerud på Toten" relates to: Related works
nb: "Tyrihjelm, Billerud på Toten, Lushatt" relaterer til: Utforsk lignende verk fra samlingen

source: In addition to a comprehensive presentation of the man and his art, the catalogue examines the reception he met with from the Norwegian and Swedish press from 1965 to 2009.
nb: Katalogen har en bred presentasjon av kunstneren og mennesket, og hvordan han ble mottatt i norsk og svensk presse i tiden fra 1965 til 2009.

source: Giovanni Domenico Ferretti (Artist - uncertain)
nb: Giovanni Domenico Ferretti (Kunstner - usikker)

source: Munch, medieval textile and Morisot
nb: Munch, middelaldertekstil og Morisot

source: Torø Rasmusdaater (User, not owner - assumed)
nb: Torø Rasmusdaater (Bruker, ikke eier - antatt)

source: In 1927 she arranged a group exhibition at Kunstnerforbundet in Oslo,
nb: I 1927 tok hun initiativet til en gruppeutstilling i Kunstnerforbundet i Oslo:

source: Born 1774 in Greifswald, death 1840 in Dresden, Tyskland
nb: Født 1774 i Greifswald, død 1840 i Dresden, Tyskland

source: Rafael (Artist for cartoon/modello i.a.
nb: Rafael (Kunstner for mønster/kartong e.l.

source: The church acquired a certain amount of fame because of the Baldishol Tapestry, which was discovered by chance under the floor when the church was torn down in 1879.
nb: Kirken er mest kjent for nettopp Baldisholteppet, som ble funnet ved en tilfeldighet under gulvet da kirken ble revet i 1879.

source: "Nedtegnelse og skisse" relates to: Related works
nb: "Nedtegnelse og skisse" relaterer til: Utforsk lignende verk fra samlingen

source: The ambivalence, contradictions and contrasts read into Piranesi's art have helped shape the modern age, from essayist Thomas De Quincey to Walt Disney, and architects from Louis Kahn to Rem Koolhaas.
nb: Ambivalensen, motsetningene og kontrastene som ettertiden har lest inn i Piranesis kunst har bidratt til å forme den moderne tidsalderen fra essayisten Thomas De Quincey til Walt Disney, og arkitekter fra Louis Kahn til Rem Koolhaas.

source: Cizhou (Manufactured by - assumed certain)
nb: Jun-verkstedet (Historisk hendelse, person, sted, med tilknytning - antatt sikker)

source: At the academy he became acquainted with the Danish artist Vilhelm Bjerke-Petersen, who was instrumental in introducing surrealism to the Norwegian art scene.
nb: Her stiftet han blant annet bekjentskap med dansken Vilhelm Bjerke-Petersen, som var en viktig formidler og inspirator når det gjaldt surrealismens inntreden i det norske kunstmiljøet.

source: Portrait of the Artist Kjell Erik Killi Olsen
nb: Portrett av maleren Kjell Erik Killi Olsen

source: Heda (by erroneus tradition)
nb: Heda (ifølge feilaktig tradisjon)

source: The convalescence was unsuccessful and her mother died when Louise was only 20 years old.
nb: Rekonvalesensen uteble, og moren døde da Louise bare er 20 år.

source: "Prekestol, Kinsarvik kirke" relates to: Related works
nb: "Prekestol, Kinsarvik kirke" relaterer til: Utforsk lignende verk fra samlingen

source: Artists were instrumental in defining what was distinctly Norwegian after Norway had adopted a constitution of its own in 1814, following centuries of Danish rule.
nb: Kunstnerne spilte en vesentlig rolle når det gjaldt å definere en nasjonal egenart etter at Norge hadde fått sin grunnlov i 1814.

source: "La Prise de Namur" relates to: Related works
nb: "La Prise de Namur" relaterer til: Utforsk lignende verk fra samlingen

source: "Barn som sklir" relates to: Related works
nb: "Barn som sklir" relaterer til: Utforsk lignende verk fra samlingen

source: Magnor, Norsk Glassverk A/S (Manufactured by - assumed certain)
nb: Magnor, Norsk Glassverk A/S (Produsent - antatt sikker)

source: Bing & Grøndahl (Manufactured by)
nb: Samuel Bing (Formidler av gave eller kjøp)

source: "Jente med muffe" relates to: Related works
nb: "Jente med muffe" relaterer til: Utforsk lignende verk fra samlingen

source: He opted instead to study painting at the Danish Academy of Fine Arts in Copenhagen (1913–16), an academy where the classical tradition still held sway.
nb: I stedet ble han malerstudent på kunstakademiet i København (1913–16), et akademi preget av klassiske tradisjoner.

source: collections assistant Eilif Salemonsen
nb: samlingsmedarbeider Eilif Salemonsen

source: Arne Korsmo (Architect)
nb: Uidentifisert kunstner (Fotograf)

source: Ventura Salimbeni (by tradition)
nb: Ventura Salimbeni (etter tradisjon)

source: "Figur- og dyrestudier i fire rader" relates to: Related works
nb: "Figur- og dyrestudier i fire rader" relaterer til: Utforsk lignende verk fra samlingen

source: The outfits with great lace collars, which were high fashion, are taken directly from Merian's student Wenzel Hollar's (1607–77) copper engraving The Four Seasons, published in London in 1643.
nb: Draktene med store kniplingskrager, som var ypperste mote, er tatt direkte fra Merians elev Wenzel Hollars (1607–77) kobberstikk De store årstider, utgitt i London i 1643.

source: Kutani (Historical event, person, place, with affiliation)
nb: Kutani (Historisk hendelse, person, sted, med tilknytning)

source: Otti Berger's zebra textile on Aalto's chair no. 39 at the Aalto exhibition in Foreningen Brukskunst, Kunstnernes Hus, 1938.
nb: Otti Bergers zebra tekstil på Alvar Aalto’s stol nr. 39 på Aalto-utstillingen i Foreningen Brukskunst, Kunstnernes Hus, 1938.

source: "Lystring fra pram" relates to: Related works
nb: "Lystring fra pram" relaterer til: Utforsk lignende verk fra samlingen

source: Antonio Tàpies was born in Barcelona and grew up during Franco’s military dictatorship.
nb: Antonio Tàpies ble født i Barcelona og vokste opp under Francos militærdiktatur.

source: A major focal point in Ludvig Eikaas’s production was the art of portraiture, above all self-portraits, carried out in various media and techniques such as painting, print, and sculpture.
nb: Portretter utgjør en stor del av Ludvig Eikaas’ produksjon, først og fremst selvportretter, men også andre, utført i ulike medier og teknikker som maleri, grafikk og skulptur.

source: Alexis de Chateauneuf (Architect - assumed certain)
nb: Alexis de Chateauneuf (Arkitekt - antatt sikker)

source: Hieronymus Cock (Artist for cartoon/modello i.a.)
nb: Jomfruen viser seg for den hellige Hieronymus

source: Her older sister Agathe was musically gifted and wanted to become a pianist.
nb: Søsteren Agathe hadde stort musikalsk talent og hun ville bli pianist.

source: During the day she taught school, and in the evenings she studied under the artist Fredrik Krebs at Tekniska Skolan in Lund.
nb: På dagtid arbeidet hun som lærer og tok samtidig kveldsstudier hos kunstneren Fredrik Krebs på Tekniska skolan i Lund.

source: Born 24.11.1916 in Moss, death 12.08.1998 in Oslo
nb: Født 24.11.1916 i Moss, død 12.08.1998 i Oslo

source: Portrait of Doctor Christian August Egeberg
nb: Portrett av lege Christian August Egeberg

source: “It’s a large work using exactly the same colours.” The result was interpretations of the 1977 flag in the form of the paintings
nb: – Det er et gedigent verk og med akkurat de samme fargene.Resultatet ble fortolkninger av flagget fra 1977 i form av maleriene

source: "Seilbåt ved Møn" relates to: Related works
nb: "Seilbåt ved Møn" relaterer til: Utforsk lignende verk fra samlingen

source: Andrea Mantegna (Artist for cartoon/modello i.a.
nb: Andrea Mantegna (Kunstner for mønster/kartong e.l.

source: Nørregaard most often portrayed women using pastels, while men were portrayed in oil.
nb: Nørregaard framstilte oftest kvinnen ved hjelp av pastell, mens mennene ble portrettert i olje.

source: Villa Benjamin combines the practical with the aesthetic, as well as several personal features requested by Benjamin himself.
nb: I Villa Benjamin kombineres det praktiske med det estetiske, samt flere personlige løsninger ønsket av Benjamin selv.

source: Watercolour, 253 x 327 mm.
nb: Akvarell, 253 x 327 mm." i full størrelse

source: from 1878 by the Norwegian art historian Lorentz Dietrichson.
nb: fra 1878 av den norske kunsthistorikeren Lorentz Dietrichson.

source: Uidentifisert kunstner (Artist for cartoon/modello i.a.)
nb: Uidentifisert kunstner (Kunstner for mønster/kartong e.l.)

source: Between 1905 and 1915, she is photographed in long skirts and tight-fitting jackets or knitted sweaters.
nb: I årene 1905-1915 er hun avbildet på ski i lange skjørt og tettsittende gensere eller jakker.

source: An encounter with a Polish-Jewish man who had sat as a model for him in 1837 was an important factor in Tidemand's decision to travel to Düsseldorf.
nb: Et møte med en polsk-jødisk mann som satt modell for ham i 1837 skal ha vært viktig for Tidemands valg om å reise til Düsseldorf.

source: Nerlien (Photographer - assumed certain)
nb: Nerlien (Fotograf - antatt sikker)

source: Cole Steel (Artist for cartoon/modello i.a.
nb: Cole Steel (Kunstner for mønster/kartong e.l.

source: They were installed in an apartment in Bredgade, in the city centre of Copenhagen.
nb: Her ble de innkvartert i Bredgade midt i København.

source: Otti Berger probably was not aware of this, because in 1937 she had to flee to London.
nb: Dette fikk nok ikke Otti Berger vite, for i 1937 måtte hun flykte til London.

source: Some cohousing communities have been specially designed for the purpose, while others have been adapted, such as Kollektivet på Hovseter, which took over buildings that were originally designed for conventional apartments.
nb: Noen bofellesskap er spesialtegnet for formålet, mens andre har blitt tilpasset, slik som Kollektivet på Hovseter, som overtok bygninger som opprinnelig var tegnet for konvensjonelle leiligheter.

source: "Hamar domkirke sett fra Sagatun" relates to: Related works
nb: "Hamar domkirke sett fra Sagatun" relaterer til: Utforsk lignende verk fra samlingen

source: In a private letter dated 22nd March 1906, she wrote:
nb: I et privat brev fra 22. mars 1906 skrev hun:

source: Anthony van Dyck (by erroneus tradition)
nb: Anthony van Dyck (ifølge feilaktig tradisjon)

source: "Trær ved elven, Granfoss (detalj)" relates to: Related works
nb: "Trær ved elven, Granfoss (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: She and Hartung led a nomadic life in France, Germany, Spain and Norway.
nb: Sammen med Hartung levde hun et omflakkende liv i Frankrike, Tyskland, Spania og Norge.

source: "Øystadseter" relates to:
nb: "Øystadseter" relaterer til:

source: Co-founder of Fotoskolan in Stockholm in 1962 and the school's first director.
nb: Var med å starte Fotoskolan i Stockholm i 1962 og var skolens første direktør.

source: The sun is obscured by fair weather clouds, and Akershus Fortress is visible in the background.
nb: Solen skjules bak godværsskyer, og Akershus festning er synlig i bakgrunnen.

source: When writers around 1900 called Piranesi "the Rembrandt of architecture", it was not only because of his technical virtuosity but also because he brought the monuments to life, as if he were drawing psychological portraits of Rome's architecture.
nb: Da forfattere rundt 1900 kalte Piranesi «Arkitekturens Rembrandt» var det ikke bare på grunn av hans tekniske virtuositet, men også fordi han ga monumentene liv, som om han tegnet psykologiske portretter av Romas arkitektur.

source: Born 1719 in Berlin, Tyskland, death 27.10.1805 in Tune
nb: Født 1719 i Berlin, Tyskland, død 27.10.1805 i Tune

source: Born 1932 in Lillehammer, death 2007 in Fredrikstad/Halden/Sarpsborg, Norge
nb: Født 1932 i Lillehammer, død 2007 i Fredrikstad/Halden/Sarpsborg, Norge

source: Hanne Borchgrevink trained at the Norwegian National Academy of Craft and Art Industry and at the Norwegian Academy of Fine Art, with Arne Malmedal and Ludvig Eikaas as her teachers.
nb: Borchgrevink er utdannet ved Statens håndverks- og kunstindustriskole og Statens kunstakademi, med Arne Malmedal og Ludvig Eikaas som lærere.

source: "Studier av guttehode" relates to: Related works
nb: "Studier av guttehode" relaterer til: Utforsk lignende verk fra samlingen

source: "Fra Slidre i Valdres" relates to: Related works
nb: "Fra Slidre i Valdres" relaterer til: Utforsk lignende verk fra samlingen

source: Paul Hannong (Artist - uncertain)
nb: Paul Hannong (Kunstner - usikker)

source: Venus demands a weapon of Vulcan
nb: Venus krever våpen av Vulcan

source: "Slidredomen i Valdres" relates to: Related works
nb: "Slidredomen i Valdres, Valders" relaterer til: Utforsk lignende verk fra samlingen

source: "Husk at ingen pris er fast" relates to: Related works
nb: "Husk at ingen pris er fast" relaterer til: Utforsk lignende verk fra samlingen

source: Johan Friedrich Leonhard Dreier (Artist for cartoon/modello i.a.
nb: Johan Friedrich Leonhard Dreier (Kunstner for mønster/kartong e.l.

source: "Fra Lledr Valley" relates to: Related works
nb: "Fra Lledr Valley" relaterer til: Utforsk lignende verk fra samlingen

source: The Swedish artist Olle Bærtling rejected all traces of figuration.
nb: Den svenske kunstneren Olle Bærtling forkastet alle spor av figurasjon.

source: "Jørgen Moe på fisketur" relates to: Related works
nb: "Jørgen Moe på fisketur" relaterer til: Utforsk lignende verk fra samlingen

source: "Fiskere som trekker garn, Gulsvik" relates to: Related works
nb: "Fiskere som trekker garn, Gulsvik" relaterer til: Utforsk lignende verk fra samlingen

source: Born 1840 in Paris, Frankrike, death 1926 in Giverny
nb: Født 1840 i Paris, Frankrike, død 1926 i Giverny

source: Fearnley spent over two years in Italy.
nb: Fearnley ble i Italia i over to år.

source: Wilhelm von Hanno: “The Photographic Studio”, 1876.
nb: Wilhelm von Hanno: «Det fotografiske atelier», 1876.

source: "Hus ved skrent" relates to: Related works
nb: "Hus ved skrent" relaterer til: Utforsk lignende verk fra samlingen

source: In 1924, she became the first and only female student in the metalwork department of the well-known Hungarian artist László Moholy-Nagy.
nb: I 1924 ble hun første og eneste kvinnelige student ved den kjente ungarske kunstneren László Moholy-Nagys metallavdeling.

source: The painting was shown at the Salon the same year, and was the first of his pictures to be acquired by a museum, namely Berlin’s Nationalgalerie in 1896.
nb: Bildet ble vist på årets salon, og var det første av hans bilder som ble ervervet av et museum, Berlins Nationalgalerie i 1896.

source: Contains most editions of Aftenposten, Aften and A-magasinet from 1860 through to the present.
nb: Aftenpostens arkiv inneholder de aller fleste utgaver av Aftenposten, Aften og A-magasinet fra 1860 til i dag.

source: is sparing, but a closer look reveals that the artist has used several shades of blue, grey, black, red, brown, and ochre.
nb: er paletten sparsom, men går man nærmere, ser man at kunstneren har benyttet flere nyanser av blått, grått, svart, rødt, brunt og oker.

source: Johan Christian Weideman (Artist - uncertain)
nb: Johan Christian Weideman (Kunstner - usikker)

source: and Koons’ hyperactive
nb: og Koons’ hyperaktive

source: Thorbjørn Lie-Jørgensen, pitcher for hot chocolate, silver and ebony, David-Andersen (manufacturer), 1934.
nb: Thorbjørn Lie-Jørgensen, sjokoladekanne, sølv og ibenholt, David-Andersen (produsent), 1934.

source: Pettersen. 100% Norwegian wool from the Innvik factory in Norway.
nb: Pettersen og vevet med 100% norsk ull hos Innvik – fabrikken ved den vakre Nordfjorden

source: Astoria Hotell i Trondheim (Historical event, person, place, with affiliation)
nb: Astoria Hotell i Trondheim (Historisk hendelse, person, sted, med tilknytning)

source: Raphael de Mey (Artist for cartoon/modello i.a.)
nb: Raphael de Mey (Kunstner for mønster/kartong e.l.)

source: Man and Woman from Stor-Elvdal
nb: Mann og kvinne fra Stor-Elvdal

source: negative implications, not only for the validation of individu-
nb: svikten hadde negative ringvirkninger, ikke bare for kvalitets-

source: In 1952 Bergman travelled through Germany on her way back to Paris.
nb: I 1952 reiste Bergman via Tyskland tilbake til Paris.

source: Etter Benedetto da Maiano" relates to: Related works
nb: Etter Benedetto da Maiano" relaterer til: Utforsk lignende verk fra samlingen

source: Tidemand’s encounter with this man has not been emphasised in later art history literature, but it is worth noting, because it says something important about the international and multicultural environment Tidemand would join in Düsseldorf.
nb: «Hvem formaar at maale Omfanget af den Betydning, hin Jøde har havt ikke blot for Tidemand, men for hele den norske og svenske Kunsts Retning i to Decennier?» Møtet med denne mannen er ikke blitt vektlagt i senere faglitteratur, men det er verdt å merke seg, fordi den sier noe viktig om hvor internasjonalt og multikulturelt miljøet Tidemand skulle bli en del av i Düsseldorf faktisk var.

source: Han-dynastiet (Historical event, person, place, with affiliation - assumed)
nb: Han-dynastiet (Historisk hendelse, person, sted, med tilknytning - antatt)

source: Krohg and writer Hans Jæger were the leading figures in this group of “Kristiania bohemians”.
nb: De ledende innen «Kristiania-bohemen» var Krohg og Hans Jæger.

source: Backer, Matisse, Léger and modern life
nb: Backer, Matisse, Léger og det moderne liv

source: Photo: University of Oslo.
nb: Universitetet i Oslo.

source: Oslo School of Architecture and Design
nb: Arkitektur- og designhøgskolen i Oslo

source: Piranesi was born and raised in Venice, but moved to Rome at the age of 20.
nb: Piranesi ble født og vokste opp i Venezia, men flyttet til Roma som 20-åring.

source: "Two Lectures June 7" relates to: Related works
nb: "Two Lectures June 7" relaterer til: Utforsk lignende verk fra samlingen

source: "Riss av Gutenstein" relates to: Related works
nb: "Riss av Gutenstein" relaterer til: Utforsk lignende verk fra samlingen

source: Clear glass and green glass
nb: Hvittglass og grøntglass

source: "Ella Hval som Magdelone" relates to: Related works
nb: "Ella Hval som Magdelone" relaterer til: Utforsk lignende verk fra samlingen

source: In the original version of the Soria Moria fairy tale he is named Halvor.
nb: I den opprinnelige versjonen av «Soria Moria»-eventyret heter gutten Halvor.

source: Like Munch, Astrup was self-taught as a graphic artist, but he quickly mastered the medium.
nb: I likhet med Munch var Astrup selvlært som tresnittkunstner, men han ble raskt god på teknikken.

source: "Skjelett og to skaller i mørkt rom" relates to: Related works
nb: "Skjelett og to skaller i mørkt rom" relaterer til: Utforsk lignende verk fra samlingen

source: "Isaac Newton's 3rd Law of Motion.
nb: "Isac Newton's 3dje bevegelse.

source: Untitled (Meditations on Georges de La Tour)
nb: Uten tittel (Meditasjoner over Georges de La Tour)

source: In 1927, architecture was added to the studies offered at Bauhaus.
nb: I 1927 ble også Bauhaus’ arkitekturlinje etablert.

source: Born 29.05.1879 in Kristiansand, death 17.01.1963 in Oslo
nb: Født 29.05.1879 i Kristiansand, død 17.01.1963 i Oslo

source: "Rhinen ved Gottlieben" relates to: Related works
nb: "Rhinen ved Gottlieben" relaterer til: Utforsk lignende verk fra samlingen

source: Erik Pauelsen (Artist for cartoon/modello i.a.)
nb: Erik Pauelsen (Kunstner for mønster/kartong e.l.)

source: "Hest med seletøy" relates to: Related works
nb: "Hest med seletøy" relaterer til: Utforsk lignende verk fra samlingen

source: "Jakt ved brygge, Levanger" relates to: Related works
nb: "Jakt ved brygge, Levanger" relaterer til: Utforsk lignende verk fra samlingen

source: Væring (Photographer - assumed certain)
nb: Væring (Fotograf - antatt sikker)

source: Shiwan (Manufactured by - assumed certain)
nb: Cizhou (Historisk hendelse, person, sted, med tilknytning - antatt sikker)

source: Tidemand did not return to Norway until September 1842.
nb: Tidemand kom ikke tilbake til Norge før i september 1842.

source: Gunnar Heiberg, with whom Oda lived between 1897 and 1902 in Paris, may have used her as the model for Julie in his play
nb: Gunnar Heiberg, som Oda levde sammen med i årene 1897–1902 i Paris, kan ha brukt henne som modell for Julie i

source: Unlike these latter igloos, however, the ones made by Merz offer neither lee nor shelter, assembled as they often are from glass, rocks, twigs, clay, and sharp metals.
nb: I motsetning til deres, gir imidlertid Merz’ igloer verken ly eller beskyttelse, satt sammen som de ofte er av glass, stein, kvist, leire og skarpe metaller.

source: complex than would at first appear.
nb: le tro ved første øyekast.

source: Sebastiano Ricci (Artist - uncertain)
nb: Sebastiano Ricci (Kunstner - usikker)

source: Lie-Jørgensen never studied at Bauhaus, but knew Marianne Brandt well personally and was likely greatly influenced by her designs.
nb: Lie-Jørgensen studerte aldri ved Bauhaus selv, men kjente Marianne Brandt godt personlig og ble nok i stor grad påvirket av hennes design.

source: "Garnfiske ved Bolærne" relates to: Related works
nb: "Garnfiske ved Bolærne" relaterer til: Utforsk lignende verk fra samlingen

source: "Ung kvinne i selskapskjole" relates to: Related works
nb: "Ung kvinne i selskapskjole" relaterer til: Utforsk lignende verk fra samlingen

source: "Figurstudie" relates to:
nb: "Figurstudie" relaterer til:

source: Wilhelm von Hanno: “Building for The Geographic Survey of Norway”, 1875.
nb: Wilhelm von Hanno: «Norges geografiske oppmåling», 1875.

source: Arnesen grew up in Sarpsborg in Norway.
nb: Arnesen vokste opp i Sarpsborg.

source: "Erik Sørum, Valdres" relates to: Related works
nb: "Erik Sørum, Valdres" relaterer til: Utforsk lignende verk fra samlingen

source: Johanne Sofie Rested (Manufactured by - by tradition)
nb: Johanne Sofie Rested (Produsent - etter tradisjon)

source: He also decorated furniture.
nb: Han dekorerte også møbler.

source: Show the image "Lars Hertervig "The Island Borgøya", 1867." in fullscreen
nb: Vis bildet "Lars Hertervig, «Borgøya», 1867." i full størrelse

source: Dietrichson’s works were shown at Nordic and international exhibitions, including Stockholm in 1866 and Copenhagen in 1872.
nb: Dietrichson deltok på nordiske og internasjonale utstillinger, bl.a. i Stockholm 1866 og København 1872.

source: is a seminal work in Isaac Julien’s oeuvre.
nb: er et nøkkelverk i Isaac Juliens kunst.
